{
  "QbitRGBColors": "QbitRGBLight package",
  "QbitRGBLight": "QbitRGBLight Functions",
  "QbitRGBLight.LHQbitRGBLight": "A LHQbitRGBLight class",
  "QbitRGBPixelMode": "Different modes for RGB or RGB+W RGBLight QbitRGBColors",
  "qbit.Ultrasonic": "Obtain the distance of ultrasonic detection to the obstacle",
  "qbit.UltrasonicSend": "Send ultrasonic distance to control board",
  "qbit.analyzeBluetoothCmd": "Resolve the Bluetooth that phone APP send command type, the total of nine types of commands: tank display command, servo debug command, obtaining the distance of ultrasonic command, obtaining temperature command, obtain sound size rank orders, to obtain the light level command, set the color lights command, honking command, firmware version information command.",
  "qbit.checkCurrentColor": "Color sensor to obtain color value.",
  "qbit.clearLight": "Clear the color of the colored lights and turn off the lights.",
  "qbit.convertBattery": "Convert the battery value to the standard command and send it to the mobile phone. The APP displays the current voltage.",
  "qbit.convertLight": "Convert the light value to the standard command and send it to the mobile phone. The APP displays the current light level (0~255).",
  "qbit.convertTemperature": "The conversion temperature value to standard command, sent to the mobile phone, and the APP displays the current temperature.",
  "qbit.convertUltrasonic": "The distance from the ultrasonic obstacle to the standard command, which is sent to the mobile phone. The APP will indicate the distance of the ultrasonic obstacle.",
  "qbit.getArgs": "Resolve the parameters that the phone APP send the command,there are 3 parameters of servo debug command,the other command has just one parameter.",
  "qbit.getBatVoltage": "Get Qbit current voltage,the unit is mV",
  "qbit.getBluetoothCmdtype": "Returns the enumeration of the command type, which can be compared with this module after obtaining the bluetooth command type sent by the mobile phone APP.",
  "qbit.getRunCarType": "The command type of the tank is stop, go ahead, back, turn left, turn right, slow down, turn left slowly, turn right slowly.",
  "qbit.getSensorLightLevel": "Color sensor light level, range from 0 ~ 255",
  "qbit.getSoundVolume": "Get the volume level detected by the sound sensor, range 0 to 255",
  "qbit.initColorSensor": "컬러센서를 초기화 합니다.Init Color Sensor",
  "qbit.obstacleSensor": "Detect whether avoid obstacle sensor detect obstacle",
  "qbit.qbitInit": "초기화, 프로그램 시작할때 실행시켜주세요 Qbit initialization, please execute at boot time",
  "qbit.readExt1Analog": "외부확장 포트 1번 핀의 아날로그 값을 읽습니다.Extension  1 pin read analog",
  "qbit.readExtsIODigital": "외부확장 포트의 디지털 값을 읽습니다.Extension pin read digital",
  "qbit.setBLAngle": "밸런싱봇의 중심 밸런스 각도를 설정합니다.Set the center balance angle of the Qbit",
  "qbit.setBrightness": "LED의 밝기를 설정합니다. 설정이후만 적용됩니다.  Set the brightness of the strip. This flag only applies to future operation.",
  "qbit.setBrightness|param|brightness": "LED의 밝기를 측정합니다.(0~ 255)a measure of LED brightness in 0-255. eg: 255",
  "qbit.setExtsIO": "외부확장 핀을 설정합니다.Extension pin set",
  "qbit.setMotorSpeed": "왼쪽 모터와 오른쪽 모터의 속도를 설정합니다.(-100 ~ 100)",
  "qbit.setPixelRGB": "LED 컬러를 설정합니다. 색을 정한 후에 LED를 켜세요Set the color of the colored lights, after finished the setting please perform  the display of colored lights.",
  "qbit.setPixelRGBArgs": "Set RGB Color argument",
  "qbit.setQbitRun": "멈춤Stop Qbit run.",
  "qbit.showLight": "LED를 켭니다. 사용자에 의해 LED의 색을 설정할 수 있습니다. 색을 변경한 후 반드시 LED를 켜야합니다.Display the colored lights, and set the color of the colored lights to match the use. After setting the color of the colored lights, the color of the lights must be displayed."
}